/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %g м)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Центрировать";

/* An audio channel label. */
"Center Surround" = "Центральный Surround";

/* An audio channel label. */
"Center Surround Direct" = "Центральный Surround, прямой";

/* Channel. An audio channel label. */
"Channel" = "Канал";

/* Channels. An audio channel label. */
"Channels" = "Каналы";

/* An audio channel label. */
"Click Track" = "Клик-дорожка";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Отдельный";

/* An audio channel label. */
"Foreign Language" = "Иностранный язык";

/* An audio channel label. */
"Headphones Left" = "Наушники, левый";

/* An audio channel label. */
"Headphones Right" = "Наушники, правый";

/* An audio channel label. */
"Hearing Impaired" = "С нарушением слуха";

/* An audio channel label. */
"Left" = "Слева";

/* An audio channel label. */
"Left Center" = "Левый центр";

/* An audio channel label. */
"Left Surround" = "Левый Surround";

/* An audio channel label. */
"Left Surround Direct" = "Левый Surround, прямой";

/* An audio channel label. */
"Left Total" = "Левый, общий";

/* An audio channel label. */
"Left Wide" = "Левый, широкий";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Screen";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Середина";

/* An audio channel label. */
"Mono" = "Моно";

/* An audio channel label. */
"Narration" = "Сопровождение";

/* An audio channel label. */
"Rear Surround Left" = "Задний Surround, слева";

/* An audio channel label. */
"Rear Surround Right" = "Задний Surround, справа";

/* An audio channel label. */
"Right" = "Справа";

/* An audio channel label. */
"Right Center" = "Правый центр";

/* An audio channel label. */
"Right Surround" = "Правый Surround";

/* An audio channel label. */
"Right Surround Direct" = "Правый Surround, прямой";

/* An audio channel label. */
"Right Total" = "Правый, общий";

/* An audio channel label. */
"Right Wide" = "Правый, широкий";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Сторона";

/* An audio channel label. */
"Top Back Center" = "Верхний задний, центр";

/* An audio channel label. */
"Top Back Left" = "Верхний задний, левый";

/* An audio channel label. */
"Top Back Right" = "Верхний задний, правый";

/* An audio channel label. */
"Top Center Surround" = "Верхний центральный, Surround";

/* An audio channel label. */
"Unknown" = "Неизвестно";

/* An audio channel label. */
"Unused" = "Свободный";

/* An audio channel label. */
"Vertical Height Center" = "Вершина, центр";

/* An audio channel label. */
"Vertical Height Left" = "Вершина, левый";

/* An audio channel label. */
"Vertical Height Right" = "Вершина, правый";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Тактильный";

